{"web_url": "http://tmagazine.blogs.nytimes.com/2013/12/09/after-hours-an-nc-17-retelling-of-the-nutcracker/", "snippet": "It’s hard to say what’s more astonishing about “Nutcracker Rouge,” an irreverent restaging of the holiday classic — its virtuosity or its bawdiness.", "lead_paragraph": "The jewel-box-small, down-at-the-heels Minetta Lane Theater is the perfect setting for this opulently burlesque and deliciously Freudian retelling of “The Nutcracker,” which has shades of Cirque du Soleil, “Sleep No More” and “Fanny and Alexander” (with a dash of “Satyricon”). It’s the work of the Brooklyn-based, largely Juilliard-trained dance-and-acrobatics ensemble Company XIV. On a proscenium framed by heavy red curtains, with candelabra where the footlights would usually be, Tchaikovsky’s darling little Clara (a radiant Laura Careless) is a mini-Marie Antoinette with a comeuppance in store, to be delivered by Drosselmeyer, her godfather, played like a smarmy satyr pimp by Jeff Takacs. The genius of this production, which includes eye-dazzling physical feats performed on giant hula hoops and from silken swings, is its transformation of traditional ballet into louche vaudeville: the famous Spanish dance becomes a foot-stomping, castanet-clicking striptease; in the storied Kingdom of the Sweets, Clara wields a fat black whip to play gleeful dominatrix over a troupe of bare-bottomed, harnessed Licorice Boys.", "abstract": "It’s hard to say what’s more astonishing about “Nutcracker Rouge,” an irreverent restaging of the holiday classic — its virtuosity or its bawdiness.", "print_page": null, "blog": [], "source": "The New York Times", "multimedia": [], "headline": {"main": "After Hours | An NC-17 Retelling of ‘The Nutcracker’", "kicker": "T Magazine"}, "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}, {"rank": "2", "name": "subject", "value": "Dancing"}, {"rank": "3", "name": "organizations", "value": "Minetta Lane Theater"}, {"rank": "4", "name": "glocations", "value": "Greenwich Village (Manhattan, NY)"}], "pub_date": "2013-12-09T14:00:10Z", "document_type": "blogpost", "news_desk": null, "section_name": null, "subsection_name": null, "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Tim", "rank": 1, "lastname": "MURPHY"}], "original": "By TIM MURPHY"}, "type_of_material": "Blog", "_id": "54ee201938f0d85e5cb21f80", "word_count": "314", "slideshow_credits": null}